import Header from './header';
import Footer from './footer';
function TermConditions() {
    return (
        <>
        <Header/>
        <div className="contactheader">
            <div className="image-container">
                <img   src={`/image/terms.png`}/>
            </div>
        </div>
        <div className='terms py-5'>
            <div className='container'>
                <h2 className="heading text-center specialH">
                    <img style={{marginLeft:'5px'}}src={`/image/bluelamp.png`}/>
                    <span style={{color:'#26306A'}}>الشروط والأحكام</span>
                </h2>
                <div className='row d-flex justify-content-center'>
                    <div className="col-lg-8 col-md-10 col-sm-12">
                    {/* <div className='term mt-2'>
                        <h2 style={{textAlign:'right'}}>الأهداف الأساسية لبرنامج بيئة تك:</h2>
                        <ol style={{textAlign:'right'}}>
                            <li>سد الفجوة بين القطاع الأكاديمي وقطاع إدارة النفايات والموارد في سلطنة عمان.</li>
                            <li>تسليط الضوء على مجال تكنولوجيا الثورة الصناعية الرابعة وإشراك الطلبة المشاركين في إيجاد حلول مجدية لتحديات فعلية في القطاع.</li>
                            <li>تقديم الدعم العلمي والتقني اللازمين للمشاركين لرفع كفاءتهم المهنية والعلمية ورفع نسبة نجاح مشاريعهم.</li>
                            <li>دعم قطاع البحث والتطوير في السلطنة.</li>
                        </ol>
                    </div> */}
                    <div className='term'>
                        <h2 style={{textAlign:'right'}}>الشروط والأحكام العامة:</h2>
                        <ol style={{textAlign:'right'}}>
                            <li>يشترط على الفريق المشارك أن يكون أعضاؤه من طلبة السنة الثالثة أوالرابعة من الجامعات أو الكليات المشاركة. </li>
                            <li>أن يكون أعضاء الفريق متمكن أو ملم بالتخصصات المرتبطة بمجال  البرمجة أو الروبوتاات وغيرها من التخصصات. </li>
                            <li>يجب على الفريق التسجيل بعنوان بريد إلكتروني واحد عن كل أعضاء الفريق في المنصة المخصصة و سيمنح رمز واحد لدخول المنصة لكل فريق. </li>
                            <li>ستقدم الورش التدريبية باللغة العربية أو الإنجليزية في بعض الأحيان. </li>
                            <li>مشاركتك في البرنامج يمنح الحق لشركة "بيئة"  لنشر صور المشاركين في البرنامج على المنصة أووسائل التواصل المختلفة. </li>
                            <li>يحق لإدراة المشروع حرمان أي فرد/فريق من الإستمرار في البرنامج إذا ثبت على الفرد/الفريق تصرف مسيئ أو لا أخلاقي أثناء المشاركة في البرنامج. </li>
                            <li>موافقتك على المشاركة في البرنامج يعطي الحق لشركة "بيئة" بتملك المحتوى الذي تم المشاركة به في منصات التفاعل المخصصة.</li>
                            <li>إذا تم اختيار مشاركتك كأحد المشاركات المتأهلة للمراحل النهائية فإنك تقر بحق ملكية شركة "بيئة" بالمحتوى ويحق التصرف في محتوى المشروع بعد إنتهاء البرنامج.</li>
                            <li>يحق للمشاركين نشر معلومات عن مشاريعهم في الوسائل المختلفة لغرض الدعاية والتسويق.</li>
                            <li>تملك شركة  "بيئة" جميع حقوق البرنامج والمنصة وجميع المحتوى المرفوع عليها.</li>
                            <li>يحق للشركة تعديل الشروط والأحكام بما يتناسب حسب الحاجة إذا لزم ذلك دون الرجوع للمستخدم/المشارك.</li>
                            <li>للشركة الحق في إلغاء/تأجيل البرنامج دون الكشف عن الأسباب وتكتفي بتبليغ المشاركين عن قراراتها فيما يخص البرنامج.</li>
                        </ol>
                    </div>
                    {/* <div className='term'>
                        <h2 style={{textAlign:'right'}}>معايير تقييم المشاريع:</h2>
                        <ol style={{textAlign:'right'}}>
                            <li>تحديد الهدف الرئيسي لتنفيذ المشروع (تحديد المشكلة).</li>
                            <li>مدى إرتباط الفكرة بالمجال المحدد (الذكاء الإصطناعي وتقنيات الثورة الصناعية الرابعة).</li>
                            <li>شرح طريقة معالجة المشكلة وما هي الحلول المناسبة لها (من ناحية الجانب التقني).</li>
                            <li>طريقة تحليل ومناقشة المشروع ضمن الفريق (التعاون والعمل الجماعي).</li>
                            <li>مدى قابلية تنفيذ الفكرة.</li>
                           <li>هل المشروع مجدي إقتصادياً وممكن أن يُشكل مدخول آخر ويعطي استمرارية للمشروع (الجدوى
الاقتصادية).</li>
                            <li>تحديد متطلبات المشروع.</li>
                            <li>طريقة عرض وشرح المشروع بشكل كامل ودقيق (مهارات التقديم).</li>
                            <li>تحليل النموذج المبدئي للمشروع (المخططات الأولية).</li>
                            <li>تصور وشكل النموذج الأولي للمشروع.</li>
                            <li>تحديد ميزانية المشروع (المتوقعة).</li>
                        </ol>
                    </div> */}
                    {/* <div className='term'>
                        <h2 style={{textAlign:'right'}}>الاشتراك في المسابقة:</h2>
                        <ol style={{textAlign:'right'}}>
                            <li>يجب أن يكون الاشتراك في المسابقة وفقا للشروط المقررة والتاريخ والزمن المحددين في إشعار المسابقة. وسيؤدي عدم الالتزام بذلك لاستبعاد المشارك من المسابقة.</li>
                            <li>لا يوجد أي شرط شراء للاشتراك المسابقة وليست هناك أية رسوم للتسجيل مقابل استخدام الموقع.</li>
                            <li>ينبغي أن يدرك المشاركون أنه ما لم ينص على خلاف ذلك، فإن بيئة لا تتحمل مسؤولية إرجاع أية مشاركة، بما في ذلك كل ما يتكون من مواد فنية، أو مادية، أو معنوية، أو غيرها.</li>
                        </ol>
                    </div> */}
                    </div>
                </div>
            </div>
      
        </div>
        <Footer/>
        </>
    )
}
export default TermConditions;